<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>
<body bgcolor="black">
    <table width="100%" border="1">
        <tr>
            <td>
                <header>
                    <font color="#A2AB43" face="Arial" size="4">
                    <h1>Los mejores videos de ROCK</h1> 
                    </font>  
                </header>
            </td>
            <td>
                <img src="imágenes/img1.png" alt="">
            </td>
        </tr>     
        <tr>
            <td colspan="2">
                <nav>
                    <center>
                        <table width="90%" border="1">
                            <tr>
                                    <td bgcolor="#F4D041">
                                        <center>
                                            <font color="#B07604" face="Arial">
                                               <a>Rock en Espanol</a>
                                            </font>   
                                        </center>
                                    </td>
                                    <td bgcolor="#F4D041">
                                        <center>
                                            <font color="#B07604" face="Arial">
                                               <a>Rock Angio</a>
                                            </font>   
                                        </center>   
                                    </td>
                                    <td bgcolor="#F4D041">
                                        <center>
                                            <font color="#B07604" face="Arial">
                                               <a>Rock Gringo</a>
                                            </font>      
                                        </center>   
                                    </td>
                             </tr>
                        </table>
                    </center>
                </nav>     
            </td>
        </tr>
        <tr>
            <td width="70%">
                <section>
                    <font color="#A3924E" face="Arial" >
                        <p>Rock es un t&eacute;rmino amplio que agrupa una variedad de estilos de m&uacute;sica popular originados como 
                            rock and roll a principios de la d&eacute;cada de 1950 en Estados Unidos y que evolucion&oacute; en un gran 
                            rango de diferentes estilos en los a&ntilde;os 1960, particularmente en ese pa&iacute;s y Reino Unido.<br>
                            Tiene sus ra&iacute;ces en el rock and roll de los a&ntilde;os 50s, proveniente de la combinaci&oacute;n de 
                            g&eacute;neros anteriores como el blues, rhiythm and blues y el country. La m&uacute;sica rock tambi&eacute;n
                            se nutri&oacute; fuertemente del nlues el&eacute;ctrico y el folk, e incorpor&oacute; influencias como el jazz,
                            la m&uacute;sica cl&aacute;sica y otras fuentes. El rock se ha centrado en la guitarra el&eacute;ctrica, 
                            normalmente  como parte de un grupo integrado por cantante, bater&iacute; bajoy, algunas veces, instrumrntos 
                            de teclado como el &oacute;rgano y el piano. Usualmente, el rock se centra en las canciones, habitualmente 
                            comp&aacute;s de 4/4 y una estructura de verso-estribillo; sin embargo, el g&eacute;nero se ha vuelto 
                            extremadamente diverso y las caracter&iacute;sticas comunes son dif&iacute;ciles de definir. Como la 
                            m&uacute;sica pop, las letras se centran a menudo en el ampr rom&aacute;ntico, pero tambi&eacute;n tratan un 
                            rango amplio de otros temas con un enfoque frecuente en lo social y lo personal y lo pol&iacute;tico. 
                  
                        </p>
                    </font>
                    <img src="imágenes/img2.png" alt="" width="650px" usemap="#mapeo">
                    <map name="mapeo">
                        <area shape="rect" coords="0,0,207,286" href="pagina1.html">
                        <area shape="rect" coords="218,0,428,286" href="pagina2.html">
                        <area shape="rect" coords="439,0,648,286" href="pagina3.html">
                    </map>
                </section>   
            </td>
            <td width="30%">

                <center>
                    <a href="https://www.youtube.com/watch?v=K6q-fMAtYBE">
                        <img src="imágenes/img3.png" alt="" width="300px"> <br>
                    </a>
            <img src="imágenes/img3.png"  alt="" width="300px"> <br>
            <img src="imágenes/img4.png" alt="" width="250px"><br>
                </center>       
            </td>
        </tr>
    </table>           
    <aside>
    </aside>    
</body>
</html>